Repository: VilledeMontreal/ckanext-showcase
Catalog: ckanext/showcase/i18n/*/LC_MESSAGES/ckanext-showcase.po
Languages: mk, nb_no, sq

source: Unauthorized to create a package
mk: Не сте овластени за да креирате податочен сет
nb_no: Mangler rettigheter til å opprette en pakke
sq: I paautorizuar të krijoni setin e të dhënave

source: User not authorized to edit {showcase_id}
mk: Корисникот не е овластен да ажурира {showcase_id}
nb_no: Bruker mangler rettigheter til å endre {showcase_id}
sq: Përdoruesi nuk është i autorizuar për të redaktuar{showcase_id}

source: Showcase not found
mk: Апликацијата не е пронајдена
nb_no: Showcase ikke funnet
sq: Aplikimi nuk u gjet

source: Unauthorized to read showcase
mk: Не сте овластени за да ја погледнете оваа апликација
nb_no: Mangler rettigheter til å lese showcase
sq: I paautorizuar për të lexuar aplikacionin

source: Unauthorized to delete showcase
mk: Не сте овластени да ја избришете апликацијата
nb_no: Mangler rettigheter til å slette showcase
sq: I paautorizuar për tA fshirë aplikacionin

source: Showcase has been deleted.
mk: Апликацијата е избришана.
nb_no: Showcase ble slettet.
sq: Aplikacioni është fshirë.

source: Dataset not found
mk: Податочниот сет не е пронајден
nb_no: Datasett ikke funnet
sq: Seti i të dhënave nuk u gjet

source: Not authorized to see this page
mk: Не се овластени да пристапите до оваа страница
nb_no: Mangler rettigheter til å se denne siden
sq: Ju nuk jeni i autorizuar për ta parë këtë faqe

source: Unauthorized to read package
mk: Не сте овластени да го прочитате овој податочен сет
nb_no: Mangler rettigheter til å lese pakken
sq: I paautorizuar ta lexoni setin e të dhënave

source: The dataset has been added to the showcase.
mk: Податочниот сет е додаден во Апликацијата.
nb_no: Datasettet har blitt lagt til showcaset.
sq: Seti i të dhënave është shtuar në aplikacion.

source: The dataset has been removed from the showcase.
mk: Податочниот сет е отстранет од оваа апликација.
nb_no: Datasettet har blitt fjernet fra showcaset.
sq: Seti i të dhënave është hequr nga aplikacioni.

source: Organizations
mk: Институции
nb_no: Organisasjoner
sq: Organizatat

source: Groups
mk: Групи
nb_no: Grupper
sq: Grupet

source: Tags
mk: Тагови
nb_no: Emner
sq: Tags-at

source: Formats
mk: Формати
nb_no: Formater
sq: Formate

source: Licenses
mk: Лиценци
nb_no: Lisenser
sq: Licencat

source: Parameter '{parameter_name}' is not an integer
mk: Параметарот '{parameter_name}' не е цел број
nb_no: Parameter '{parameter_name}' er ikke et heltall
sq: Parametri '{parameter_name}' nuk është një numër i plotë

source: User not authorized to view page
mk: Корисникот не е овластен да пристапи до оваа страница
nb_no: Bruker mangler rettigheter til å se denne siden
sq: Përdoruesi nuk është i autorizuar për ta shikuar këtë faqe

source: Unauthorized to perform that action
mk: Не сте овластени да ја извршите таа активност
nb_no: Mangler rettigheter til å utføre den handlingen
sq: I paautorizuar për ta kryer këtë veprim

source: User '{user_name}' not found.
mk: Корисникот '{user_name}' не е пронајден.
nb_no: Bruker '{user_name}' ikke funnet.
sq: Përdoruesi '{user_name}' nuk u gjet.

source: The user is now a Showcase Admin
mk: Овој корисник сега е администратор на Апликација
nb_no: Brukeren er nå en Showcaseadministrator
sq: Përdoruesi tani është administrues i aplikacioneve

source: The user is not a Showcase Admin
mk: Овој корисник не е администратор на Апликација
nb_no: Brukeren er ikke en Showcaseadministrator
sq: Përdoruesi nuk është një administrues i aplikacioneve

source: The user is no longer a Showcase Admin
mk: Овој корисник повеќе не е администратор на Апликација
nb_no: Brukeren er ikke lenger en Showcaseadministrator
sq: Përdoruesi nuk është më një administrues i aplikacioneve

source: Showcase Config
mk: Конфигурација на Апликација
sq: Konfigurimi i aplikacionit

source: Not found
mk: Не е пронајдено
nb_no: Ikke funnet
sq: Nuk u gjet

source: Dataset
mk: Податочен сет
nb_no: Datasett
sq: Seti i të dhënave

source: ShowcasePackageAssociation with package_id '{0}' and showcase_id '{1}' already exists.
mk: ShowcasePackageAssociation со package_id '{0}' и showcase_id '{1}' веќе постои.
sq: ShowcasePackageAssociation me package_id '{0}' dhe showcase_id '{1}' tani më ekziston.

source: The dataset, {0}, is already in the showcase
mk: Податочниот сет, {0}, е веќе во апликацијата
sq: Seti i të dhënave, {0}, është tani më në aplikacion

source: ShowcaseAdmin with user_id '{0}' already exists.
mk: ShowcaseAdmin со user_id '{0}' веќе постои.
sq: ShowcaseAdmin with user_id '{0}' tani më ekziston.

source: User '{0}' is already a Showcase Admin.
mk: Корисникот '{0}' веќе е администратор на апликација.
sq: Përdoruesi '{0}' është tani më një administrues i aplikacioneve

source: ShowcasePackageAssociation with package_id '{0}' and showcase_id '{1}' doesn't exist.
mk: ShowcasePackageAssociation со package_id '{0}' и showcase_id '{1}' не постои.
sq: ShowcasePackageAssociation me package_id '{0}' edhe showcase_id '{1}' nuk ekziston.

source: ShowcaseAdmin with user_id '{0}' doesn't exist.
mk: ShowcaseAdmin со user_id '{0}' не постои.
sq: ShowcaseAdmin with user_id '{0}' nuk ekziston.

source: Datasets
mk: Податочни сетови
nb_no: Datasett

source: Showcases
mk: Апликации
nb_no: Showcaser
sq: Aplikimet

source: About
mk: За
nb_no: Om

source: Confirm Remove
mk: Потврдете отстранување
nb_no: Bekreft fjerning
sq: Konfirmo Hiqni

source: Are you sure you want to remove this user as a Showcase Admin - {name}?
mk: Дали сте сигурни дека сакате да го отстраните овој корисник како Администратор на апликација - {name}?
nb_no: Er du sikker på at du vil fjerne denne brukeren som en Showcaseadministrator - {name}?
sq: A jeni i sigurt se dëshironi ta largoni këtë përdorues si një administrues I aplikacioneve- {emri}?

source: Cancel
mk: Откажи
nb_no: Avbryte
sq: Anuloj

source: Manage Showcase Admins
mk: Управувајте со администраторите на апликации
nb_no: Håndtere Showcaseadministratorer
sq: Menaxho administruesit e aplikacioneve

source: Add an Existing User
mk: Додајте постоечки корисник
nb_no: Legg til en eksisterende bruker
sq: Shto një përdorues ekzistues

source: To make an existing user a Showcase Admin, search for their username below.
mk: За да направите постоечки корисник Администратор на апликација, побарајте го неговото корисничко име подолу.
nb_no: For å gjøre en eksisterende bruker til Showcaseadministrator, søk etter brukernavnet deres nedenfor.
sq: Për të bërë një përdorues ekzistues një administrues të aplikacioneve, kërko për emrin e përdoruesit në vijim.

source: Username
mk: Корисничко име
nb_no: Brukernavn
sq: Emri i përdoruesit

source: Add User
mk: Додајте корисник
nb_no: Legg til bruker
sq: Shto përdorues

source: Showcase Admins
mk: Администратори на апликации
nb_no: Showcaseadministratorer
sq: Administruesit e aplikacionit

source: User
mk: Корисник
nb_no: Bruker
sq: Përdorues

source: Are you sure you want to remove this user from the Showcase Admin list?
mk: Дали сте сигурни дека сакате да го отстраните овој корисник од списокот на Администратори на апликации?
nb_no: Er du sikker på at du vil fjerne denne brukeren fra listen av Showcaseadministratorer?
sq: A jeni i sigurt se dëshironi ta largoni këtë përdorues nga lista e administratruesve të aplikacionit?

source: Remove
mk: Отстрани
nb_no: Bekreft fjerning
sq: Hiqni

source: There are currently no Showcase Admins.
mk: Во моментот нема администратори на Апликацијата.
nb_no: Det finnes ingen Showcaseadministratorer.
sq: Aktualisht nuk ka administrues të aplikacioneve.

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
mk: <p><strong>Администратор на апликација:</strong> Може да креира и остранува апликации. Може да додава и отстранува податочни сетови од апликации.</p>
nb_no: <p><strong>Showcaseadministrator:</strong> Kan opprette og fjerne showcaser. Kan legge til og fjerne datasett fra showcaser.</p>
sq: <p> <strong> Administruesi i aplikacionit: </ strong> Mund të krijojë dhe të heqë aplikacione. Mund të shtoni dhe hiqni Setin e të dhënave nga aplikacionet. </ P>

source: {site_title} statistics
mk: {site_title} статистики
nb_no: {site_title} statistikk
sq: {site_title} statistikat

source: dataset
mk: податочен сет
nb_no: datasett
sq: Seti i të dhënave

source: organization
mk: институција
nb_no: organisasjon
sq: Organizata

source: group
mk: група
nb_no: gruppe
sq: grup

source: showcase
mk: апликација
sq: Aplikacion

source: Associate this showcase with this dataset
mk: Поврзете ја оваа апликација со овој податочен сет
nb_no: Knytte dette showcaset til dette datasettet
sq: Lidhni këtë aplikacion me këtë seti të të dhënave

source: Add to showcase
mk: Додади на апликацијата
nb_no: Legg til showcaset
sq: Shto në aplikacion

source: Showcases featuring {dataset_name}
mk: Апликации во кои се наоѓа {dataset_name}
nb_no: Showcaser med {dataset_name}
sq: Veçoritë e aplikacionit {dataset_name}

source: There are no showcases that feature this dataset
mk: Нема апликации во кои се наоѓа овој податочен сет
nb_no: Det er ingen showcaser knyttet til dette datasett
sq: Nuk ka aplikacione që veçojnë Setin e të dhënave

source: Showcases - Add datasets
mk: Апликации - Додајте податочни сетови
nb_no: Showcaser - Legg til datasett
sq: Aplikimi - Shto Setin e të dhënave

source: Relevance
mk: Релевантност
nb_no: Relevans
sq: Lidhje (Relevante)

source: Name Ascending
mk: Име Растечки
nb_no: Navn stigende
sq: Emri në ngjitje

source: Name Descending
mk: Име Опаѓачки
nb_no: Navn synkende
sq: Emri në rënie

source: Last Modified
mk: Последно променет
nb_no: Sist endret
sq: Modifikimet e fundit

source: Popular
mk: Популарни
nb_no: Populær
sq: Popullor (I njohur)

source: Datasets available to add to this showcase
mk: Достапни податочни сетови за да се додадат на оваа апликација
nb_no: Datasett som kan knyttes til dette showcaset
sq: Setet e të dhënave janë në dispozicion për t'i shtuar në këtë aplikim

source: Add to Showcase
mk: Додади на Апликацијата
nb_no: Legg til showcaset
sq: Shto në aplikacion

source: No datasets could be found
mk: Не се пронајдени податочни сетови
nb_no: Ingen datasett ble funnet
sq: Asnjë set i të dhënave nuk mund të gjendet

source: Confirm Delete
mk: Потврдете го бришењето
nb_no: Bekreft fjerning
sq: Konfirmo fshirjen

source: Are you sure you want to delete showcase - {showcase_name}?
mk: Дали сте сигурни дека саката да ја избришете апликацијата - {showcase_name}?
nb_no: Er du sikker på at du vil slette showcaset - {showcase_name}?
sq: A jeni i sigurtë se doni ta fshini aplikacionin- {showcase_name}?

source: Edit
mk: Уреди
nb_no: Endre
sq: Redakto

source: Create Showcase
mk: Креирајте апликација
nb_no: Opprette showcase
sq: Krijo një aplikacionin

source: View showcase
mk: Погледни ја апликацијата
nb_no: Vis showcase
sq: Shiko aplikacionin

source: Edit showcase
mk: Уредете ја апликацијата
nb_no: Endre showcase
sq: Redakto aplikacionin

source: Manage datasets
mk: Управувајте со податочните сетови
nb_no: Endre datasett
sq: Menaxho setet e të dhënave

source: Showcases - Manage datasets
mk: Апликации - Управувајте со податочните сетови
nb_no: Showcaser - Endre datasett
sq: Aplikimet - Menaxho setet e të dhënave

source: Datasets in this showcase
mk: Податочни сетови во оваа апликација
nb_no: Datasett i dette showcaset
sq: Setet e të dhënave në këtë aplikacion

source: Remove from Showcase
mk: Остранете од апликацијата
nb_no: Fjern fra showcase
sq: Fshini nga aplikacioni

source: This showcase has no datasets associated to it
mk: Оваа апликација нема поврзани податочни сетови
nb_no: Dette showcaset har ingen tilknyttede datasett
sq: Ky aplikacion nuk ka ndonjë set të të dhënave të bashkangjitur me të

source: Create a Showcase
mk: Креирајте апликација
nb_no: Lag et showcase
sq: Krijo një aplikacionin

source: Title
mk: Наслов
nb_no: Tittel
sq: Titulli

source: eg. A descriptive title
mk: пр. Описен наслов
nb_no: En beskrivende tittel
sq: p.sh. Një titull përshkrues

source: URL
mk: УРЛ

source: eg. my-showcase
mk: пр. моја-апликација
nb_no: Mitt showcase
sq: p.sh.aplikimi-im

source: Description
mk: Опис
nb_no: Beskrivelse
sq: Përshkrimi

source: eg. Some useful notes about the data
mk: пр. Некои корисни белешки за податоците
nb_no: Noen forklarende notater om dataene
sq: p.sh. Disa shënime të dobishme rreth të dhënave

source: eg. economy, mental health, government
mk: пр. економија, ментално здравје, влада
nb_no: For eksempel økonomi, mental helse, politikk
sq: p.sh. ekonomia, shëndeti mendor, qeveria

source: External link
mk: Надворешен линк
nb_no: Ekstern lenke
sq: Linqet (lidhjet) e jashtme

source: http://www.example.com
mk: http://www.primer.com
nb_no: https://www.example.com
sq: http://www.shembull.com

source: Submitted By
mk: Поднесено од
nb_no: Innsendt av
sq: Parashtruar nga

source: Joe Bloggs
mk: Јован Јовановски

source: Submitter Email
mk: Е-пошта на доставувачот
nb_no: Innsenders epost
sq: Email

source: joe@example.com
mk: joe@primer.com
sq: joe@shembull.com

source: Are you sure you want to delete this showcase?
mk: Дали сте сигурни дека сакате да ја избришете оваа апликација?
nb_no: Er du sikker på at du vil slette dette showcaset?
sq: A jeni i sigurtë se dëshironi ta fshini këtë aplikacion

source: Delete
mk: Избришете
nb_no: Slett
sq: Fshij

source: Update Showcase
mk: Ажурирајте ја Апликацијата
nb_no: Oppdatere showcase
sq: Përditëso aplikacionin

source: Manage
mk: Управувајте
nb_no: Håndtere
sq: Menaxho

source: Private
mk: Приватно
nb_no: Privat
sq: Privat

source: Draft
mk: Скица
nb_no: Kladd

source: Launch website
mk: Лансирај веб-страница
nb_no: Åpne nettside
sq: Hapni faqen e internetit

source: Add Showcase
mk: Додајте Апликација
nb_no: Legg til showcase
sq: Shto në aplikacion

source: Search showcases...
mk: Пребарувајте апликации...
nb_no: Søke i showcase...
sq: Kërkimi i aplikacioneve...

source: What are Showcases?
mk: Што се Апликации?
nb_no: Hva er showcase?
sq: Cilat janë aplikacionet?

source: Datasets have been used to build apps, websites and visualizations. They've been featured in articles, and written about in news reports and blog posts. Showcases collect together the best examples of datasets in use, to provide further insight, ideas, and inspiration.
mk: Податочните сетови се користат за да се изградат апликации, веб-страници и визуелизации. Тие се прикажани во статии, и пишувани во извештаи за новости и објави на блогови. Апликациите ги собираат заедно најдобрите примери на податочни сетови што се користат, за да обезбедат натамошен увид, идеи и инспирација.
nb_no: Datasett har blitt brukt til å bygge applikasjoner, nettsider og virtualiseringer. De har blitt fremhevet i artikler, nyheter og blogger. Showcaser samler sammen de beste eksemplene på datasett i bruke, for å gi innsikt idéer og inspirasjon.
sq: Setet të dhënave janë përdorur për të ndërtuar aplikacione, faqe interneti dhe vizualizime. Ata janë paraqitur në artikuj, dhe janë shkruar në raportet e lajmeve dhe postimet në blog. Aplikacionet mbledhin së bashku shembujt më të mirë të seteve të të dhënave në përdorim, për të siguruar njohuri të mëtejshme, ide dhe frymëzim.

source: Sysadmins can manage Showcase Admins from the <a href='%(url)s'>Showcase configuration page</a>.
mk: Системските администратори можат да управуваат со администраторите на апликации од <a href='%(url)s'>Страница за конфигурација на апликација</a>.
nb_no: Systemadministratorer kan endre på showcaseadministratorer fra <a href='%(url)s'>showcaseadministratorsiden</a>.
sq: Sysadminët mund t'i menaxhojnë administratorët e aplikacioneve nga <a href='%(url)s'> Faqja e konfigurimit të aplikacioneve.

source: Submitted by
mk: Поднесено од
nb_no: Innsendt av
sq: Parashtruar nga

source: Datasets in Showcase
mk: Податочни сетови во Апликација
nb_no: Datasett i showcase
sq: Setet e të dhënave në aplikacion

source: There are no Datasets in this Showcase
mk: Во оваа Апликација нема податочни сетови
nb_no: Det er ingen datasett i showcaset
sq: Nuk ka setet të të dhënave në këtë aplikacion

source: This showcase has no description
mk: Оваа апликација нема опис
nb_no: Showcaset har ingen beskrivelse
sq: Ky aplikacion nuk ka përshkrim

source: {num} Dataset
mk: {num} Податочен сет
nb_no: {num} Datasett
sq: {num} Seti i të dhënave

source: 0 Datasets
mk: 0 податочни сетови
nb_no: 0 Datasett
sq: 0 Setet e të dhënave

source: View {showcase_title}
mk: Види {showcase_title}
nb_no: Vis {showcase_title}
sq: Shiko {showcase_title}

source: Remove dataset from this showcase
mk: Избришете го податочниот сет од оваа апликација
nb_no: Fjern datasettet fra dette showcaset
sq: Fshini setin e të dhënave nga ky aplikacion

source: {number} showcase found for '{query}'
mk: {number} апликација најдена за '{query}'
nb_no: {number} showcase funnet for '{query}'
sq: Aplikacioni {number} u gjet për '{query}'

source: No showcases found for '{query}'
mk: Не се пронајдени апликации за '{query}'
nb_no: Ingen showcase funnet for '{query}'
sq: Nuk u gjetën aplikacione për '{query}'

source: {number} showcase found
mk: {number} пронајдена апликација
nb_no: {number} showcase funnet
sq: u gjet {number} aplikim

source: No showcases found
mk: Не се пронајдени апликации
nb_no: Ingen showcase funnet
sq: Nuk u gjetën aplikacione

source: Activity Stream
nb_no: Aktivitetsstrøm
